[
  {
    "name": "School-Hive",
    "description": [
      "In order to bridge connected learning innovations to the formal schooling environment, the Hive Teachers network will foster vibrant professional development (PD) opportunities for Chicago teachers–both on-line and face to face. Hive Teachers will be able to access PD experiences and tools that are connected to the Hive’s engaging program offerings, including “makerspaces” and digital media workshops. Using a participatory framework, Hive Teachers will innovate and spread new practices that are well-adapted for classroom facilitation and standards-based teaching."
    ],
    "channel": "moonshot-hive-school"
  },
  {
    "name": "Think-Tank",
    "description": [
      "The number of resources available to Hive members on evaluation, program planning, and grant opportunities is overwhelming. Program coordinators often struggle to find the right resource for the right project. Of the 3.5 million hits a simple Internet search on evaluation resources can pull, how can an already busy program coordinator find the best one? This is where Hive Think Tank can help. Through working with Hive member organizations and scouring recent literature for the best practices in data integration, we can help tackle the behemoth known as data and help Hive organizations succeed in building better experiences for our teens."
    ],
    "channel": "moonshot-data"
  },
  {
    "name": "Parent-Engagement",
    "description": [
      "Successful Connected Learning environments link learning in school, home, and community, because learners achieve best when their learning is supported in multiple settings. In the Hive Chicago Community, our network’s strength is in the informal, out-of-school setting — we have an incredible ecosystem of programs for youth, from museums to after-school programs to community-based organizations, that recognizes learning when it happens anytime, anywhere. But what happens when youth leave our programs? How is their learning reinforced in school, or at home? Beyond their own personal interests and passions, what motivates youth to attend our programs? And how well is Hive supporting the Connected Learning that happens before youth reach us? How can we transform Chicago into a Connected Learning ecosystem, not just in our programs, but across all of the contexts in youth’s lives?"
    ],
    "channel": "moonshot-parents"
  },
  {
    "name": "Youth-Voice",
    "description": [
      "As a network, we are committed to making Connected Learning experiences possible for youth across the city. But how can we involve youth, not just as learners and participants in our network’s programs, but as authentic co-creators of Hive Chicago’s learning community and ecosystem? How can young people help us clarify our network goals and identify practical solutions to the challenges we face—whether related to questions of transportation and access, youth interests and program relevance, or visible learning pathways? How can we channel the energy of youth in the promotion of our work, and ensure that youth voice is an integral part of the process and ongoing evolution of the Hive? In other words, how can get young people to be invested in becoming key stakeholders, driving forces, and makers of the Hive?"
    ],
    "channel": "moonshot-youthvoice"
  },
  {
    "name": "Transportation",
    "description": [
      "The issues around transportation don’t just affect one of us – we all encounter these challenges and all of our youth deal with them every day. It will take one – or many – network-level solutions to achieve a system where any teen in any part of the city can access any program they want. There is no easy fix, but let’s start the conversation!"
    ],
    "channel": "moonshot-transpo"
  },
  {
    "name": "Onramps",
    "description": [
      "We as educators dedicate our waking and sleeping hours to creating even a small notion of a new or better perspective of what is possible for teens — how to unlock and wield the truest power of their potential. We see forward. We see the wide open field beyond the veil and strive to lead youth to these same expansive pastures of opportunity. However, it is no easy task and there are always too many teens not yet engaged in what is available to them. Anyone working with youth can often find him or herself lying awake at night trying to take on the beast of “How?” How do we reach more youth? How do we help them see the open and available options? How do we get parents involved? How do we get young people to where they need to be to know that they are where they want to be to get to where they want to and can go?"
    ],
    "channel": "moonshot-onramps"
  },
  {
    "name": "Other",
    "description": [
      ""
    ]
  }
]
